Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# CallMessageVideoOutgoingMissed
source: Cancelled Video Call
ar: مكالمة مرئية ملغاة
be: Скасаваны відэавыклік
ca: Videotrucada cancel·lada
de: Abgebrochener Anruf
es: Videollamada cancelada
fa: تماس ویدیویی لغو شده
fi: Peruttu videopuhelu
fr: Appel vidéo annulé
id: Panggilan Gagal
it: Videochiamata annullata
ko: 취소된 영상 통화
ms: Panggilan Video Dibatal
nl: Geannuleerde video-oproep
pl: Połączenie anulowane
pt_br: Videochamada cancelada
ru: Отменённый звонок
sv: Avbrutet videosamtal
tr: İptal Edilen Arama
uk: Скасований виклик
uz: Bekor qilingan chaqiruv

# CallNotAvailable
source: Sorry, you cannot call {0} because of their privacy settings.
ar: عذرًا، لا يمكنك الاتصال بـ ⁨{0}⁩ بسبب إعدادات الخصوصية لديهم. يمكنك الطلب منهم تعديل إعداداتهم أو الاتصال بك بدلا من ذلك.
be: На жаль, вы не можаце тэлефанаваць карыстальніку **{0}**, бо ён забараніў гэта сваімі наладамі прыватнасці.
ca: No podeu trucar a {0} per la seva configuració de privadesa.
de: {0} hat bei sich in den Einstellungen festgelegt, dass Anrufe nicht akzeptiert werden sollen.
es: Los ajustes de privacidad de {0} no permiten tus llamadas.
fa: متأسفانه به دلیل تنظیمات حریم خصوصی ⁨{0}⁩، شما نمی‌توانید با او تماس بگیرید.
fi: Valitettavasti {0} ei vastaanota puheluita yksityisyysasetuksiensa takia. Voit pyytää häntä muuttamaan asetuksiaan tai soittamaan sinulle.
fr: Désolé, vous ne pouvez pas appeler {0} en raison de ses paramètres de confidentialité.
id: Maaf, Anda tidak dapat menghubungi {0} karena pengaturan privasi mereka.
it: Spiacenti, non puoi chiamare **{0}** a causa delle sue impostazioni di privacy.
ko: 죄송합니다. 사용자의 개인 정보 설정으로 인해 **{0}** 님에게 전화하실 수 없습니다.
ms: Maaf, anda tak boleh panggil {0} kerana aturan privasinya.
nl: Sorry, je kunt {0} niet bellen vanwege privacyinstellingen.
pl: Nie możesz zadzwonić do użytkownika {0} z powodu jego ustawień prywatności.
pt_br: Desculpe, você não pode realizar essa chamada por conta das configurações de privacidade de {0}.
ru: К сожалению, **{0}** не принимает звонки.
sv: Beklagar, du kan inte ringa {0} p.g.a. dennes integritetsinställningar. Du kan be dem ändra sina inställningar eller ringa dig istället.
tr: Üzgünüz, gizlilik ayarları nedeniyle {0} kişisini arayamazsınız.
uk: Ви не можете зателефонувати користувачу {0} через його політику приватності.
uz: Kechirasiz, {0}ning maxfiylik sozlamalari sababli unga qoʻngʻiroq qila olmaysiz.
zh_cn: 抱歉，“**{0}**”不接受呼叫。
zh_tw: 抱歉，“**{0}**”沒有回應。

# CallReportHint
source: What went wrong?
ar: ماذا حدث؟
be: Што было не так?
ca: Què ha anat malament?
de: Was klappte nicht?
es: ¿Qué salió mal?
fa: مشکل چه بود؟
fi: Mikä meni vikaan?
fr: Qu'est-ce qui n'allait pas ?
id: Apa yang salah?
it: Cosa è andato storto?
ko: 무엇이 잘못됐나요?
ms: Apa yang tersilap?
nl: Wat is er misgegaan?
pl: Co poszło nie tak?
pt_br: O que aconteceu de errado?
ru: Что пошло не так?
sv: Vad gick fel?
tr: Sorun ne?
uk: Які були проблеми?
uz: Xatolik topdingizmi?
zh_cn: 出了什么问题？
zh_tw: 出了什麽問題？

# CallReportIncludeLogs
source: Include technical information
ar: تضمين المعلومات التقنية
be: Прыкласці тэхнічныя звесткі
ca: Inclou informació tècnica
de: Technische Infos mitsenden
es: Incluir información técnica
fa: اطلاعات فنی ضمیمه شود
fi: Sisällytä tekniset tiedot
fr: Inclure les informations techniques
id: Termasuk informasi teknis
it: Includi informazioni tecniche
ko: 기술 정보 포함
ms: Masukkan informasi teknikal
nl: Technische informatie versturen
pl: Zawrzyj informacje techniczne
pt_br: Incluir informação técnica
ru: Техническая информация
sv: Inkludera teknisk information
tr: Teknik bilgileri dahil et
uk: Включити технічну інформацію
uz: Texnik maʼlumot ham qoʻshilsin
zh_cn: 附送技术信息
zh_tw: 發送技術訊息

# CallReportLogsExplain
source: Doesn't reveal chat contents and helps us fix the issue sooner.
ar: لن تفصح عن محتوى محادثتك وستساعدنا على حل المشكلة بشكل أسرع.
be: Гэта не раскрывае змест чата, але дапамагае скарэй вырашыць праблему.
ca: No revela el contingut del xat i ens ajuda a reparar l'error més aviat.
de: Wird die Inhalte deiner Chats nicht anzeigen und hilft uns das Problem schneller zu beseitigen.
es: Esto no revela los contenidos de tu chat y nos ayuda a resolver el problema antes.
fa: این عمل محتویات مکالمه شما را آشکار نکرده و به ما کمک می‌کند تا مشکل را زودتر رفع کنیم.
fi: Tämä ei paljasta keskustelusi sisältöä, mutta auttaa meitä korjaamaan ongelman nopeammin.
fr: Ne dévoile pas le contenu de l'échange et nous aide à régler le problème plus rapidement.
id: Tidak memperlihatkan konten obrolan dan membantu kami memperbaiki masalah lebih cepat.
it: Non rivela i contenuti della chat e ci aiuta a risolvere il problema più velocemente.
ko: 대화 내용은 공개되지 않으며 빠른 시일 내로 문제를 해결해 드리는 데 도움이 됩니다.
ms: Tidak akan dedahkan kandungan bual anda, tetapi akan bantu kami dalam penyelesaian isu dengan segera.
nl: Geeft geen inzage in je gesprek, maar we kunnen hiermee het probleem wel sneller oplossen.
pl: Nie ujawnia treści czatu, a pomaga nam szybciej rozwiązać problem.
pt_br: Não revela o conteúdo do chat e nos ajudará a corrigir o problema mais rápido.
ru: Это не раскроет содержание разговора и поможет решить проблему быстрее.
sv: Chattinnehåll avslöjas ej men det här hjälper oss att åtgärda problemet.
tr: Sohbet içeriğini ortaya çıkarmaz ve sorunu daha erken düzeltmemize yardımcı olur.
uk: Це не розкриє змісту вашої розмови, але допоможе нам швидше усунути проблему.
uz: Bu suhbat kontentini oshkor qilmaydi va muammoni tezroq hal qilishimizga yordam beradi.
zh_cn: 这不会泄露您对话的内容，但却能帮助我们尽快修复问题。
zh_tw: 這不會泄露您對話的内容，但卻能協助我們盡快修復問題。

# CallReportSent
source: Thank you for helping make Telegram calls better.
ar: شكرًا لك على مساعدتنا في جعل مكالمات تيليجرام أفضل.
be: Дзякуй, што дапамагаеце зрабіць выклікі ў Telegram лепш.
ca: Gràcies per ajudar a millorar les trucades de Telegram.
de: Danke, dass du uns hilfst, Telegram-Anrufe zu verbessern.
es: Gracias por ayudarnos a mejorar las llamadas de Telegram.
fa: از این که به بهبود تماس‌های تلگرامی کمک می‌کنید متشکریم.
fi: Kiitos, että autat meitä parantamaan Telegram-puheluita.
fr: En vous remerciant d'aider à rendre les appels Telegram meilleurs.
id: Terima kasih telah membantu Panggilan Telegram menjadi lebih baik.
it: Grazie per aver contribuito a rendere le chiamate di Telegram migliori.
ko: 텔레그램 전화를 개선할 수 있도록 도와주셔서 감사합니다.
ms: Terima kasih kerana menolong menjadikan panggilan Telegram lebih baik.
nl: Bedankt voor je hulp bij het verbeteren van Telegram-oproepen.
pl: Dziękujemy za pomoc w ulepszeniu połączeń Telegrama.
pt_br: Agradecemos por ajudar a tornar as chamadas do Telegram melhores.
ru: Спасибо, что помогаете делать звонки Telegram лучше.
sv: Tack för att du hjälper oss att förbättra samtal via Telegram.
tr: Telegram aramalarını daha iyi hale getirmemize yardımcı olduğunuz için teşekkür ederiz.
uk: Дякуємо за допомогу в покращенні викликів Telegram.
uz: Telegram chaqiruvlarini yaxshilashga yordam berganingiz uchun rahmat.
zh_cn: 感谢您帮助 Telegram 通话变得更好。
zh_tw: 感謝您協助 Telegram 通話變得更好。

source: Calls
ar: المكالمات
be: Выклікі
ca: Trucades
de: Anrufe
es: Llamadas
fa: تماس‌ها
fi: Puhelut
fr: Appels
id: Panggilan
it: Chiamate
ko: 전화
ms: Panggilan
nl: Oproepen
pl: Połączenia
pt_br: Chamadas
ru: Звонки
sv: Samtal
tr: Aramalar
uk: Виклики
uz: Chaqiruvlar
zh_cn: 通话
zh_tw: 通話

# CallsDataUsage
source: Calls
ar: المكالمات
be: Выклікі
ca: Trucades
de: Anrufe
es: Llamadas
fa: تماس‌ها
fi: Puhelut
fr: Appels
id: Panggilan
it: Chiamate
ko: 통화
ms: Panggilan
nl: Oproepen
pl: Połączenia
pt_br: Chamadas
ru: Звонки
sv: Samtal
tr: Aramalar
uk: Виклики
uz: Chaqiruvlar
zh_cn: 通话
zh_tw: 通話

# CallsTotalTime
source: Total time
ar: الوقت الإجمالي
be: Агульны час
ca: Temps total
de: Zeit insgesamt
es: Tiempo total
fa: مجموع زمان
fi: Aika yhteensä
fr: Temps total
id: Waktu total
it: Tempo totale
ko: 전체 시간
ms: Jumlah masa
nl: Totale oproeptijd
pl: Czas łączny
pt_br: Tempo total
ru: Всего времени
sv: Total tid
tr: Toplam zaman
uk: Загальний час
uz: Jami vaqt
zh_cn: 总时间
zh_tw: 總時間

# CallText
source: Telegram will call you in {0}:%2$02d
ar: سيتصل بك تيليجرام بعد ⁨%2$02d⁩:⁨{0}⁩
be: Telegram патэлефануе вам праз {0}:%2$02d
ca: Telegram us trucarà en {0}:%2$02d
de: Telegram ruft dich in {0}:%2$02d an
es: Telegram te llamará en {0}:%2$02d
fa: تلگرام ظرف ⁨{0}⁩:⁨%2$02d⁩ با شما تماس خواهد گرفت
fi: Telegram soittaa sinulle {0}:%2$02d päästä
fr: Telegram vous appellera dans {0}:%2$02d
id: Kami akan menghubungi Anda dalam {0}:%2$02d
it: Telegram ti chiamerà tra {0}:%2$02d
ko: {0}:%2$02d 뒤에 텔레그램에서 전화합니다.
ms: Telegram akan panggil anda dalam masa {0}:%2$02d
nl: Telegram belt je over {0}:%2$02d min
pl: Zadzwonimy do ciebie za {0}:%2$02d
pt_br: O Telegram te ligará em {0}:%2$02d
ru: Telegram позвонит Вам через {0}:%2$02d
sv: Vi ringer dig om {0}:%2$02d
tr: Telegram {0}:%2$02d içinde sizi arayacak
uk: Telegram зателефонує вам за {0}:%2$02d
uz: Telegram sizga {0}:%2$02d dan keyin chaqiruvni amalga oshiradi
zh_cn: 我们会在 {0}:%2$02d 后使用电话语音播放验证码
zh_tw: 我們會在 {0}:%2$02d 後使用電話語音播放驗證碼

# CallViaTelegram
source: Telegram Call
ar: مكالمة تيليجرام
be: Выклік праз Telegram
ca: Trucada de Telegram
de: Telegram-Anruf
es: Llamada de Telegram
fa: تماس تلگرامی
fi: Telegram-äänipuhelu
fr: Appeler avec Telegram
id: Panggilan Telegram
it: Chiamata Telegram
ko: 텔레그램 전화
ms: Panggilan Telegram
nl: Telegram-oproep
pl: Połączenie Telegrama
pt_br: Chamada via Telegram
ru: Звонок через Telegram
sv: Telegram-samtal
tr: Telegram Araması
uk: Виклик Telegram
uz: Telegram chaqiruv
zh_cn: Telegram 通话
zh_tw: Telegram 通話

# CallVideoPin
source: Pin
ar: تثبيت
be: Замацаваць
ca: Fixa
de: Anheften
es: Fijar
fi: Kiinnitä
fr: Épingler
it: Fissa
ko: 고정
ms: Semat
nl: Vastzetten
pl: Przypnij
pt_br: Fixar
ru: Закрепить
sv: Fäst upp
tr: Sabitle
uk: Прикріпити

# CallVideoPreviewTitle
source: Preview
ar: معاينة
be: Перадпрагляд
ca: Previsualització
de: Vorschau
es: Vista previa
fi: Esikatselu
fr: Aperçu
it: Anteprima
ko: 미리보기
ms: Pratonton
nl: Voorvertoning
pl: Podgląd
pt_br: Prévia
ru: Предпросмотр
sv: Visa
tr: Önizleme
uk: Попередній перегляд

# CallVideoUnpin
source: Unpin
ar: إلغاء التثبيت
be: Адмацаваць
ca: No fixis
de: Loslösen
es: Desfijar
fi: Irrota
fr: Détacher
it: Togli
ko: 고정 해제
ms: Turunkan
nl: Losmaken
pl: Odepnij
pt_br: Desafixar
ru: Открепить
sv: Lossa
tr: Sabitlemeyi Kaldır
uk: Відкріпити

# CameraPermissionText
source: Tap to allow access to your Camera
ar: انقر للسماح بالوصول إلى الكاميرا
be: Націсніце, каб дазволіць доступ да вашай камеры
ca: Toqueu per permetre l'accés a la càmera
de: Antippen, um Zugriff auf deine Kamera zu erlauben
es: Toca para permitir el acceso a la cámara
fa: برای اجازه دسترسی به دوربین ضربه بزنید
fi: Napauta salliaksesi pääsyn kameraan
fr: Toucher pour autoriser l'accès à votre caméra
id: Ketuk untuk akses Kamera Anda
it: Tocca per permettere l'accesso alla tua Fotocamera
ko: 카메라 접근을 허용하려면 누르기
ms: Tekan untuk benarkan akses ke Kamera anda
nl: Tik om toegang tot je camera toe te staan
pl: Dotknij, aby zezwolić na dostęp do swojego aparatu
pt_br: Toque para permitir o acesso à sua Câmera
ru: Нажмите, чтобы разрешить доступ к камере
sv: Tryck för att ge åtkomst till kameran
tr: Kameranıza erişime izin vermek için dokunun
uk: Надати доступ до камери
uz: Kamerangizga kirish uchun ruxsat berish uchun bosing

source: Cancel
ar: إلغاء
be: Скасаваць
ca: Cancel·la
de: Abbrechen
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
id: Batal
it: Annulla
ko: 취소
ms: Batal
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et
uk: Скасувати
uz: Bekor qilish
zh_cn: 取消
zh_tw: 取消

source: Cancel account reset
ar: إلغاء حذف الحساب
be: Скасаваць выдаленне ўліковага запісу
ca: Cancel·la el restabliment
de: Zurücksetzung abbrechen
es: No restablecer la cuenta
fa: لغو بازنشانی حساب کاربری
fi: Keskeytä tilin nollaaminen
fr: Annuler la réinitialisation du compte
id: Batalkan reset akun
it: Annulla ripristino account
ko: 계정 초기화 취소
ms: Batal set semula akaun
nl: Account reset annuleren
pl: Anuluj resetowanie konta
pt_br: Cancelar Exclusão da Conta
ru: Отмена сброса аккаунта
sv: Avbryt kontoåterställningen
tr: Hesabı sıfırlamayı iptal et
uk: Скасувати скидання акаунта
uz: Hisobni asliga qaytarishni bekor qilish
zh_cn: 撤销账号重置请求
zh_tw: 撤銷賬戶重置請求

# CancelAccountResetInfo
source: Somebody with access to **{0}** has requested to delete your Telegram account and reset your 2-Step Verification password. If this wasn't you, please enter the code we've just sent you via SMS. You can also cancel this by **changing your phone number**.
ar: شخص ما لديه حق الوصول إلى **⁨{0}⁩** طلب حذف حسابك في تيليجرام وإعادة تعيين كلمة مرور التحقق بخطوتين. إن لم يكن أنت؛ فيرجى إدخال الرمز الذي أرسلناه إليك للتو عبر الرسائل النصية SMS. يمكنك أيضًا إلغاء حذف الحساب عن طريق **تغيير رقم هاتفك**.
be: Нехта, хто меў доступ да вашага нумара тэлефона **{0}**, падаў запыт на выдаленне вашага ўліковага запісу і скід пароля двухэтапнай праверкі. Калі гэта былі не вы, увядзіце код, які мы толькі што адправілі вам праз SMS. Вы таксама можаце скасаваць гэта, **змяніўшы нумар тэлефона**.
ca: Algú amb accés al **{0}** ha sol·licitat eliminar el vostre compte de Telegram i restablir la contrasenya de la verificació en 2 passos. Si no en sabeu res, introduïu el codi que us hem enviat per SMS. També ho podeu cancel·lar si **canvieu el número de telèfon**.
de: Jemand mit Zugang zu deiner Telefonnummer **{0}** hat die Kontolöschung und Zurücksetzung der zweistufigen Bestätigung beantragt. Wenn du das nicht selbst gewesen bist, tippe den SMS-Code ein, den wir gerade gesendet haben oder **ändere deine Nummer**.
es: Alguien con acceso a **{0}** solicitó eliminar tu cuenta de Telegram y restablecer tu contraseña de la verificación en dos pasos. Si no fuiste tú, pon el código que te enviamos por SMS. También puedes cancelar la solicitud **cambiando tu número de teléfono**.
fa: شخصی با دسترسی به **⁨{0}⁩** درخواست حذف حساب کاربری تلگرام و بازنشانی گذرواژه‌ تأیید دو مرحله‌ای شما را داده است. اگر این شما نبودید، لطفاً کدی که با پیامک به شما ارسال کردیم را وارد کنید. همچنین می‌توانید با **تغییر شماره تلفن خود** درخواست را لغو کنید.
fi: Joku, jolla on pääsy puhelinnumeroosi **{0}** on pyytänyt Telegram-tilisi poistoa ja kaksivaiheisen todennuksen salasanan nollaamista. Jos et tehnyt pyyntöä, syötä tähän koodi, jonka juuri lähetimme sinulle tekstiviestissä, tai **vaihda puhelinnumerosi**.
fr: Une personne ayant accès à **{0}** a demandé à supprimer votre compte Telegram et réinitialiser votre mot de passe de double authentification. Si ce n'était pas vous, merci de saisir le code que nous venons de vous envoyer par SMS. Vous pouvez aussi annuler cela en **changeant votre numéro de téléphone**.
id: Seseorang dengan akses ke **{0}** ingin menghapus akun Telegram dan mengubah kata sandi Verifikasi 2 Langkah. Jika ini bukan Anda, masukkan kode yang dikirimkan via SMS untuk Anda. Anda dapat membatalkan tindakan ini dengan **mengganti nomor Anda**.
it: Qualcuno con accesso a **{0}** ha richiesto di eliminare il tuo account Telegram e di ripristinare la verifica in due passaggi. Se non sei stato tu, inserisci il codice che ti abbiamo inviato via SMS. Puoi anche annullare **cambiando il tuo numero**.
ko: 전화번호 **{0}**에 접근할 권한이 있는 누군가가 회원님의 텔레그램 계정을 삭제하고 2단계 인증 비밀번호를 초기화하도록 요청했습니다. 본인이 아닌 경우, 방금 SMS를 통해 회원님의 번호로 보내 드린 코드를 입력해 주세요. 또한, **본인의 전화번호를 변경**을 하는 것으로 취소를 할 수 있습니다.
ms: Seseorang yang ada akses ke **{0}** telah memohon untuk hapus akaun Telegram anda dan set semula kata laluan Verifikasi 2-Langkah anda. Jika bukan anda, sila masukkan kod yang kami baru kirim melalui SMS. Anda juga boleh batalkan dengan **menukar nombor fon anda**.
nl: Iemand met toegang tot nummer **{0}** heeft geprobeerd om je Telegram account te verwijderen en je twee-staps-verificatie wachtwoord te resetten. Als jij dit niet was, geef dan de code in die we zojuist per SMS hebben gestuurd. Je kunt dit ook annuleren door je telefoonnummer te **wijzigen naar een nummer waar je toegang tot hebt**.
pl: Ktoś z dostępem do **{0}** zażądał usunięcia twojego konta Telegrama i zresetowania hasła weryfikacji dwustopniowej. Jeśli to nie ty, wprowadź kod, który właśnie wysłaliśmy ci SMS-em, możesz to również anulować, **zmieniając swój numer telefonu**.
pt_br: Alguém com acesso ao seu número de telefone **{0}** solicitou a exclusão de sua conta do Telegram e a redefinição de sua senha de Verificação em Duas Etapas. Se não foi você, por favor insira o código que te enviamos via SMS. Você também pode cancelar isto ao **alterar o seu número de telefone.**
ru: Кто-то с доступом к **{0}** запросил удаление Вашего аккаунта Telegram и сброс пароля двухэтапной аутентификации. Если это были не Вы, введите код из SMS, отправленного на Ваш номер. Вы также можете отменить удаление, **изменив номер телефона**.
sv: Någon med tillgång till telefon **{0}** har begärt att ta bort ditt telegramkonto och återställa ditt 2-stegsverifierade lösenord. Om det inte var du, mata in koden vi nyss skickat med SMS. Du kan också avbryta genom att **byta ditt telefonnummer**
tr: **{0}** telefon numaranıza erişimi olan biri, Telegram hesabınızı silmek ve İki Adımlı Doğrulama parolanızı sıfırlamak istedi. Bu siz değilseniz, lütfen numaranıza kısa mesaj ile gönderdiğimiz kodu girin. Bunu, **telefon numaranızı değiştirerek** de iptal edebilirsiniz.
uk: Хтось із доступом до вашого номера телефону **{0}** зробив запит на видалення вашого акаунта Telegram і скидання пароля двоетапної перевірки. Якщо це були не ви, введіть код, щойно надісланий вам в SMS. Ви також можете це скасувати, **змінивши ваш номер телефону**.
uz: Sizning **{0}** telefon raqamingizni biladigan kimdir Telegram hisobingizni oʻchirib tashlashni va 2 bosqichli tekshiruvni asliga qaytarishni soʻradi. Agar bu siz boʻlmasangiz, biz hozirgina telefon raqamingizga SMS orqali yuborgan kodni kiriting. Buni **telefon raqamingizni almashtirib** ham bekor qilishingiz mumkin.
zh_cn: 某个人通过您的手机号码（**{0}**）发送了删除您的 Telegram 账号并重置您的两步验证密码的请求。 如果那并非您本人，请输入我们刚刚通过短信给您的手机号码发送的验证码。
zh_tw: 某個人通過您的手機號碼（**{0}**）發送了删除您的 Telegram 賬戶，並重置您的兩步驟驗證密碼的請求。 如果那並非您本人，請輸入我們剛剛通過短訊給您的手機號碼發送的驗證碼。

# CancelAccountResetInfo2
source: Somebody with access to **{0}** has requested to delete your Telegram account and reset your 2-Step Verification password. If this wasn't you, please enter the code we've just sent you via SMS. You can also cancel this by *changing your phone number*.
ar: شخص ما لديه حق الوصول إلى **⁨{0}⁩** طلب حذف حسابك في تيليجرام وإعادة تعيين كلمة مرور التحقق بخطوتين. إن لم يكن أنت؛ فيرجى إدخال الرمز الذي أرسلناه إليك للتو عبر الرسائل النصية SMS. يمكنك أيضًا إلغاء حذف الحساب عن طريق *تغيير رقم هاتفك*.
be: Нехта, хто меў доступ да вашага нумара тэлефона **{0}**, падаў запыт на выдаленне вашага ўліковага запісу і скід вашага пароля двухэтапнай праверкі. Калі гэта былі не вы, увядзіце код, які мы толькі што адправілі вам праз SMS.
ca: Algú amb accés al **{0}** ha sol·licitat eliminar el vostre compte de Telegram i restablir la contrasenya de la verificació en 2 passos. Si no en sabeu res, introduïu el codi que us hem enviat per SMS. També ho podeu cancel·lar si *canvieu el número de telèfon*.
de: Jemand mit Zugang zu deiner Telefonnummer **{0}** hat die Kontolöschung und Zurücksetzung der zweistufige Bestätigung beantragt. Wenn du das nicht selbst gewesen bist, tippe den Code der SMS ein, den wir dir gerade gesendet haben oder **ändere deine Telefonnummer**.
es: Alguien con acceso a **{0}** solicitó eliminar tu cuenta de Telegram y restablecer tu contraseña de la verificación en dos pasos. Si no fuiste tú, por favor, escribe el código que enviamos por SMS. También puedes cancelar la solicitud *cambiando tu número de teléfono*.
fa: شخصی با دسترسی به **⁨{0}⁩** درخواست حذف حساب کاربری تلگرام و بازنشانی گذرواژه‌ تأیید دو مرحله‌ای شما را داده است. اگر این درخواست از جانب شما نبوده، لطفاً کدی که هم اکنون از طریق پیامک برای شما ارسال کردیم را وارد کنید. شما همچنین می‌توانید **با تغییر شماره تلفن خود** این درخواست را لغو کنید.
fi: Joku, jolla on pääsy puhelinnumeroosi **{0}** on pyytänyt Telegram-tilisi poistoa ja kaksivaiheisen todennuksen salasanan nollaamista. Jos et tehnyt pyyntöä, syötä tähän koodi, jonka juuri lähetimme sinulle tekstiviestissä, tai *vaihda puhelinnumerosi*.
fr: Une personne ayant accès à **{0}** a demandé à supprimer votre compte Telegram et réinitialiser votre mot de passe de double authentification. Si ce n'était pas vous, merci de saisir le code que nous venons de vous envoyer par SMS. Vous pouvez aussi annuler cela en **changeant votre numéro de téléphone**.
id: Seseorang dengan akses ke **{0}** telah memohon untuk menghapus akun Telegram Anda dan menyetel ulang kata sandi Verifikasi Dua Langkah. Jika ini bukan Anda, mohon untuk memasukkan kode yang sudah kami kirimkan untuk Anda melalui SMS. Anda juga dapat membatalkan hal ini dengan *mengganti nomor telepon*.
it: Qualcuno con accesso a **{0}** ha richiesto l'eliminazione del tuo account Telegram e il ripristino della password della verifica in due passaggi. Se non sei stato tu, per favore inserisci il codice che abbiamo appena inviato tramite SMS. Puoi anche annullare *cambiando il tuo numero di telefono*.
ko: **{0}**에 접근이 가능한 누군가가 회원님의 텔레그램 계정삭제 및 2단계 인증 초기화를 요청했습니다. 만약 이것을 요청 하신게 아니라면, 저희가 방금 보낸 SMS 코드를 입력해주세요. 또한 *전화번호를 변경을 하여* 취소를 할 수 있습니다.
ms: Seseorang dengan akses ke **{0}** meminta untuk hapus akaun Telegram anda dan set semula kata laluan Verifikasi 2 Langkah anda. Jika ini bukan anda, sila masukkan kod yang kami kirim melalui SMS. Anda boleh juga batalkan ini dengan *menukar nombor fon anda*.
nl: Iemand met toegang tot nummer **{0}** heeft geprobeerd om je Telegram account te verwijderen en je twee-staps-verificatie wachtwoord te resetten. Als jij dit niet was, geef dan de code in die we zojuist per SMS hebben gestuurd. Je kunt dit ook annuleren door je telefoonnummer te *wijzigen naar een nummer waar je toegang tot hebt*.
pl: Ktoś z dostępem do **{0}** zażądał usunięcia twojego konta Telegrama i zresetowania hasła weryfikacji dwustopniowej. Jeśli to nie ty, wprowadź kod, który właśnie wysłaliśmy ci SMS-em, możesz to również anulować, *zmieniając swój numer telefonu*.
pt_br: Alguém com acesso ao número **{0}** solicitou excluir a sua conta do Telegram e redefinir a sua senha de Verificação em Duas Etapas. Se não foi você, digite o código que acabamos de enviar via SMS. Você também pode cancelar isso *alterando o seu número de telefone*.
ru: Кто-то с доступом к **{0}** запросил удаление Вашего аккаунта Telegram и сброс пароля двухэтапной аутентификации. Если это были не Вы, введите код из SMS, отправленного на Ваш номер. Вы также можете отменить удаление, *изменив номер телефона*.
sv: Någon, med tillgång till **{0}**, har begärt att ta bort ditt Telegram-konto och återställa lösenordet för tvåstegsverifiering. Om det inte var du anger du koden vi nyss skickat till dig på SMS. Du kan också avbryta genom att *byta ditt telefonnummer*.
tr: **{0}** numaranıza erişimi olan biri, Telegram hesabınızı silmeyi ve İki Adımlı Doğrulama parolanızı sıfırlamayı talep etti. Bu siz değilseniz, lütfen size az önce kısa mesaj ile gönderdiğimiz kodu girin. Bunu, *telefon numaranızı değiştirerek* de iptal edebilirsiniz.
uk: Хтось з доступом до **{0} ** запросив видалення вашого акаунта Telegram і скидання хмарного пароля. Якщо це були не ви, введіть код з SMS, надісланого на ваш номер. Ви також можете скасувати видалення, *змінивши номер телефону*.
uz: **{0}**ga kirish ruxsati bor kimdir Telegram hisobingizni oʻchirib tashlash va 2 bosqichli tekshiruv parolingizni asliga qaytarishni soʻradi. Agar bu siz boʻlmasangiz, biz sizga hozirgina SMS orqali yuborgan kodni kiriting. Buni *telefon raqamingizni oʻzgartirib* ham bekor qilishingiz mumkin.
